src/main/resources/xml/trainingServer/updateStaff.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:updateStaffRequest>
         <my:staff_id></my:staff_id>
         <my:first_name></my:first_name>
         <my:last_name></my:last_name>
         <my:address_id></my:address_id>
         <my:email></my:email>
         <my:store_id></my:store_id>
         <my:active></my:active>
         <my:username></my:username>
         <my:password></my:password>
      </my:updateStaffRequest>
   </soapenv:Body>
</soapenv:Envelope>
